Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: And let these first be put to the test; then let them become Deacons if there is nothing against them.
chr: ᎠᎴ ᎾᏍᎩ ᎯᎠ ᎢᎬᏱ ᏗᎪᎵᏰᎥᎯ ᎨᏎᏍᏗ, ᎩᎳ ᏚᏂᎸᏫᏍᏓᏁᎮᏍᏗ ᎠᏂᏯᏙᎯᎲ ᎪᎱᏍᏗ ᎦᎨᎫᎢᏍᏙᏗ ᏂᎨᏒᎾ ᎨᏎᏍᏗ.

source: Women are to be serious in behaviour, saying no evil of others, controlling themselves, true in all things.
chr: ᎾᏍᏉᏃ ᏧᎾᏓᎵᎢ ᎨᏥᎸᏉᏗ ᎨᏎᏍᏗ, ᎤᏐᏅ ᎠᎾᏓᏃᎮᎵᏙᎯ ᏂᎨᏒᎾ, ᎠᏁᏯᏔᎯᏍᎩᏂ ᎨᏎᏍᏗ, ᏰᎵᎦᏯ ᎢᏯᎾᏛᏁᎯ ᏂᎦᎥ ᎪᎱᏍᏗ.

source: Let Deacons be husbands of one wife, ruling their children and their houses well.
chr: ᎠᏯᏙᎯᎯ ᏌᏉᎭ ᎠᏓᏰᎮᏍᏗ, ᎣᏍᏛ ᏗᎧᎿᏩᏗᏙᎯ ᏧᏪᏥ ᎠᎴ ᎤᏩᏒ ᏚᏓᏘᎿᎥᎢ.

source: For those who have done good work as Deacons get for themselves a good position and become free from fear in the faith which is in Christ Jesus.
chr: ᎾᏍᎩᏰᏃ ᎣᏍᏛ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎨᏒ ᎠᏂᏯᏙᎯᎲᎢ, ᎠᏂᏩᏛᏗᎭ ᎣᏍᏛ ᎨᎦᏓᏅᏖᏗᏱ, ᎠᎴ ᎤᏣᏘ ᏄᎾᏰᎯᏍᏛᎾ ᎠᏓᏅᏓᏗᏍᏗᏱ ᎪᎯᏳᏗ ᎨᏒ ᎦᎶᏁᏛ ᏥᏌ.

source: I am writing these things to you, though I am hoping to come to you before long;
chr: ᎾᏍᎩ ᎯᎠ ᏧᏓᎴᏅᏛ ᏫᎬᏲᏪᎳᏏ, ᎠᎴ ᎤᏚᎩ ᎠᏋᎭ ᏂᎪᎯᎸᎾᏉ ᏫᎬᎷᏤᏗᏱ;

source: But if I am long in coming, this will make clear to you what behaviour is right for men in the house of God, which is the church of the living God, the pillar and base of what is true.
chr: ᎢᏳᏍᎩᏂᏃᏅ ᎠᏉᎯᏤᎵᏙᎸᎭ ᎾᏍᎩ ᏣᏙᎴᎰᎯᏍᏗᏱ ᎢᏣᏛᏁᏗᏱ ᏗᏣᎸᏫᏍᏓᏁᏗᏱ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᏓᏁᎸᎢ, ᎾᏍᎩ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎬᏂᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᏥᎩ, ᎦᎫᏍᏛᏗ ᎠᎴ ᎤᎵᏍᏓᏱᏙ ᏥᎩ ᏚᏳᎯᏛ ᎨᏒᎢ.

source: And without argument, great is the secret of religion: He who was seen in the flesh, who was given God's approval in the spirit, was seen by the angels, of whom the good news was given among the nations, in whom the world had faith, who was taken up in glory.
chr: ᎠᎴ ᏄᏜᏏᏛᏒᎾ ᎤᏍᏆᏂᎪᏗᏳ ᎤᏕᎵᏛ ᎤᏁᎳᏅᎯ ᏗᏁᎶᏗ ᎨᏒᎢ; ᎤᏁᎳᏅᎯ ᎬᏂᎨᏒ ᎾᎬᏁᎴ ᎤᏬᏓᎵ ᎨᏒᎢ, ᏄᏠᎾᏍᏛᎾ ᎬᏂᎨᏒ ᏄᏩᏁᎴ ᎠᏓᏅᏙ, ᏗᏂᎧᎿᏩᏗᏙᎯ ᎬᏩᎪᎮᎢ, ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎨᎦᎵᏥᏙᏁᎴ ᎾᏍᎩ ᎠᏥᏃᎮᏍᎨᎢ, ᎠᏂ ᎡᎶᎯ ᎠᎪᎢᏳᏁᎢ, ᎦᎸᏉᏗᏳ ᏗᎨᏒ ᏫᏓᎦᏓᏂᎸᏤᎢ.

source: But the Spirit says clearly that in later times some will be turned away from the faith, giving their minds to spirits of deceit, and the teachings of evil spirits,
chr: ᎠᏎᏃ ᎠᏓᏅᏙ ᎧᏁᎬ ᎬᏂᎨᏒᎢᏳ ᏂᎬᏁᎭ ᎤᎵᏍᏆᎸᏗ ᎨᏎᏍᏗ ᎩᎶ ᏧᏂᏲᎯᏍᏗᏱ ᎪᎯᏳᏗ ᎨᏒᎢ, ᏓᎾᏛᏓᏍᏓᏁᎮᏍᏗ ᎤᎾᏠᎾᏍᏗ ᏗᏓᏅᏙ, ᎠᎴ ᏓᎾᏕᏲᎲᏍᎩ ᎠᏂᏍᎩᎾ,

source: Through the false ways of men whose words are untrue, whose hearts are burned as with a heated iron;
chr: ᎤᎾᏠᎾᏍᏛ ᎦᏰᎪᎩ ᎠᏂᏬᏂᏍᎨᏍᏗ, ᏚᎾᏓᏅᏛ ᏗᎦᎴᏴᏔᏅᎯ ᏔᎷᎩᏍᎩ ᎤᏗᎴᎩ ᎬᏔᏅᎯ;

source: Who keep men from being married and from taking food which God made to be taken with praise by those who have faith and true knowledge.
chr: ᎤᏂᏅᏍᏙᏍᎨᏍᏗ ᏗᏨᏍᏗᏱ, ᎠᏂᏁᎨᏍᏗ ᎪᎱᏍᏗ ᎢᏳᏍᏗ ᎠᎵᏍᏓᏴᏗ ᏗᏲᎯᏍᏗᏱ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏬᏢᏅᎯ ᏥᎩ ᎤᎵᎮᎵᏨᎯᏉ ᏧᎾᏓᏂᎸᎢᏍᏗᏱ ᎠᏃᎯᏳᎲᏍᎩ ᎠᎴ ᎤᏂᎦᏙᎥᏒᎯ ᏥᎩ ᏚᏳᎪᏛᎢ.

source: Because everything which God has made is good, and nothing is evil, if it is taken with praise:
chr: ᏂᎦᎥᏰᏃ ᎪᎱᏍᏗ ᎤᏁᎳᏅᎯ ᎤᏪᏢᏅᎯ ᎨᏒ ᎣᏏᏳ, ᎠᎴ ᎥᏝ ᎪᎱᏍᏗ ᎠᏲᎢᏎᏗ ᏱᎩ, ᎢᏳᏃ ᎤᎵᎮᎵᏍᏗ ᎣᏓᏅᏛ ᏱᏛᏓᏂᎸᎦ;

source: For it is made holy by the word of God and by prayer.
chr: ᎦᏓᎭᏰᏃ ᏂᎨᏒᎾ ᎢᎬᏁᎸᎯ ᎬᏔᏅᎯ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ, ᎠᎴ ᎠᏓᏙᎵᏍᏙᏗ ᎨᏒᎢ.

source: If you keep these things before the minds of the brothers, you will be a good servant of Christ Jesus, trained in the words of the faith and of the right teaching which has been your guide:
chr: ᎢᏳᏃ ᎠᎾᎵᏅᏟ ᎯᎠ ᎾᏍᎩ ᏱᎩᏯᏅᏓᏗᏍᏔᏅ, ᎰᏍᏛ ᎨᏎᏍᏗ ᎡᏣᏅᏏᏓᏍᏗ ᏥᏌ ᎦᎶᏁᏛ ᎤᏤᎵᎦ, ᎡᏤᎳᏍᏔᏅᎯ ᎨᏎᏍᏗ ᎧᏃᎮᏛ ᎪᎯᏳᏗ ᎨᏒ ᏥᎧᏃᎮᎭ, ᎠᎴ ᎣᏍᏛ ᏗᏕᏲᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎦᏳᎳ ᏗᏣᏂᏴᏛ ᏥᎩ.

source: But have nothing to do with unclean and foolish stories. Give yourself training in religion:
chr: ᏕᏣᏲᎢᏎᎮᏍᏗᏍᎩᏂ ᎦᏪᏢᏗ ᎨᏒ ᎪᎱᏍᏗ ᎬᏙᏗ ᏂᎨᏒᎾ ᎠᎴ ᎠᏂᎦᏴᎵᎨ ᎤᏂᏃᎮᎸᏗ ᏥᎩ; ᎠᎴ ᏣᎸᏫᏍᏓᏁᎮᏍᏗ ᎤᏁᎳᏅᎯ ᏗᏁᎶᏙᏗ ᎨᏒᎢ.

source: For the training of the body is of profit for a little, but religion is of profit in every way, giving hope for the life which now is, and for that which is to come.
chr: ᎠᏰᎸᎢᏰᏃ ᎤᎬᏩᎵ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎤᏍᏗᎩᏳ ᎠᏓᏍᏕᎵᎭ; ᎤᏁᎳᏅᎯᏍᎩᏂ ᏗᏁᎶᏙᏗ ᎨᏒ ᏂᎦᎥ ᎪᎱᏍᏗ ᎤᎬᏩᎵ ᎬᏩᏓᏍᏕᎸᏗ, ᎾᏍᎩᏰᏃ ᎠᏚᎢᏍᏗ ᎠᏥᏁᏗᏱ ᎬᏅ ᎪᎯ ᏥᎩ, ᎠᎴ ᎾᏍᎩ ᎤᎵᏱᎶᎯᏍᏗ ᎨᏒᎢ.

source: This is a true saying, in which all may put their faith.
chr: ᎤᏙᎯᏳᎯᏯ ᎢᎦᏪᏛ, ᎠᎴ ᏩᏍᏛ ᏧᏓᏂᎸᎢᏍᏗᏳ;

source: And this is the purpose of all our work and our fighting, because our hope is in the living God, who is the Saviour of all men, and specially of those who have faith.
chr: ᎾᏍᎩᏰᏃ ᎢᏳᏍᏗ ᏕᎩᎸᏫᏍᏓᏁᎭ ᎠᎴ ᎦᏰᎩᏐᏢᏗᎭ ᏅᏗᎦᎵᏍᏙᏗ ᎡᏓᎵᏍᎦᏍᏙᏛ ᎬᏂᏛ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᏗᏍᏕᎵᏍᎩ ᏥᎩ ᎾᏂᎥ ᏴᏫ, ᎾᏍᎩ Ꮀ ᎤᎬᏫᏳᎭ ᎾᏍᎩ Ꮎ ᎠᏃᎯᏳᎲᏍᎩ.

source: Let these be your orders and your teaching.
chr: ᎾᏍᎩ ᎯᎠ ᏄᏍᏕᏍᏗ ᎯᏁᎨᏍᏗ ᎠᎴ ᏕᎭᏕᏲᎲᏍᎨᏍᏗ.

source: Let no one make little of you because you are young, but be an example to the church in word, in behaviour, in love, in faith, in holy living.
chr: ᏞᏍᏗ ᎩᎶ ᏳᏐᏅᏤᎴᏏᏗ ᎯᏫᏂᏳ ᎨᏒᎢ; ᎦᎨᏣᏕᎶᏆᎡᏗᏍᎩᏂ ᎨᏎᏍᏗ ᎠᏃᎯᏳᎲᏍᎩ, ᎯᏬᏂᏍᎬᎢ ᎠᎴ ᏂᏣᏛᎿᏕᎬᎢ, ᎠᎴ ᏣᏓᎨᏳᎡᎢ, ᎠᎴ ᏣᏓᏅᏖᏗᏱ, ᎠᎴ ᏦᎯᏳᏒᎢ, ᎠᎴ ᎦᏓᎭ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: Till I come, give attention to the reading of the holy Writings, to comforting the saints, and to teaching.
chr: ᏫᏥᎷᏨᎭ ᎢᏯᏍᏘ ᏕᏣᎸᏫᏍᏓᏁᎮᏍᏗ ᎪᏪᎵ ᏕᎯᎪᎵᏰᏍᎬᎢ, ᎠᎴ ᏕᎯᏬᏁᏗᏍᎬᎢ, ᎠᎴ ᏕᎭᏕᏲᎲᏍᎬᎢ.

source: Make use of that grace in you, which was given to you by the word of the prophets, when the rulers of the church put their hands on you.
chr: ᏞᏍᏗ ᎤᏁᎳᎩ ᏤᎵᏒᎩ ᎡᏣᏁᎸᎯ ᎾᏍᎩ ᏥᏣᎭ, ᎾᏍᎩ ᎡᏣᏁᎸᎯ ᏥᎩ ᎠᏅᏗᏍᎬ ᎤᎾᏙᎴᎰᏒ ᎠᎴ ᏕᎨᏣᏏᏔᏛ ᏗᎨᎦᏁᎶᏗ.

source: Have a care for these things; give yourself to them with all your heart, so that all may see how you go forward.
chr: ᎾᏍᎩ ᏕᎭᏓᏅᏖᏍᎨᏍᏗ, ᎾᏍᎩᏉ ᏕᏣᎸᏫᏍᏓᏁᎮᏍᏗ, ᎾᏍᎩᏃ ᏣᏁᏉᏤᎲ ᎬᏂᎨᏒ ᏄᎾᎵᏍᏓᏁᎮᏍᏗ ᏂᎦᏛ.

source: Give attention to yourself and your teaching. Go on in these things; for in doing so you will get salvation for yourself and for those who give hearing to you.
chr: ᏣᏓᎦᏌᏯᏍᏕᏍᏗ ᏨᏒ ᎠᎴ ᏄᏍᏛ ᏕᎭᏕᏲᎲᏍᎩᎢ, ᎾᏍᎩ ᏕᎯᏍᏓᏩᏗᏎᏍᏗ; ᎾᏍᎩᏰᏃ ᎿᏛᏁᎲ ᏨᏒ ᏔᏓᏍᏕᎸᎯ ᎠᎴ ᎾᏍᏉ ᎾᏍᎩ Ꮎ ᎨᏣᏛᏓᏍᏓᏁᎯ ᏙᏘᏍᏕᎸᎯ.

source: Do not say sharp words to one who has authority in the church, but let your talk be as to a father, and to the younger men as to brothers:
chr: ᎤᏛᏐᏅᎯ ᏞᏍᏗ ᏱᎬᏍᎪᎸᏁᏍᏗ, ᎯᏍᏗᏰᏗᏍᎨᏍᏗᏍᎩᏂ ᎠᎦᏴᎵᎨ ᎾᏍᎩᏯᎢ, ᎠᏂᏫᏅᏃ ᎢᏣᏓᏅᏟ ᎾᏍᎩᏯᎢ,

source: To the older women as to mothers, to the younger as to sisters, with a clean heart.
chr: ᎠᎾᎦᏴᎵᎨᏃ ᎠᏂᎨᏴ ᏗᏣᏥ ᎾᏍᎩᏯᎢ, ᎠᏂᏫᏅᎨᏃ ᎠᏂᎨᏴ ᏤᏣᏙ ᎾᏍᎩᏯᎢ, ᎤᏐᏅ ᏄᏓᏑᏴᎾ.

source: Give honour to widows who are truly widows.
chr: ᏕᎯᎸᏉᏕᏍᏗ ᏧᏃᏑᎶᏨᎯ, ᎢᏳᏃ ᎤᏙᎯᏳᏒ ᏧᏃᏑᎶᏨᎯ ᏱᎩ.

source: But if any widow has children or children's children, let these see that it is right to take care of their family and their fathers and mothers: for this is pleasing in the eyes of God.
chr: ᎢᏳᏍᎩᏂ ᎩᎶ ᎤᏬᏑᎶᏨᎯ ᏧᏪᏥ ᎠᎴ ᏧᎵᏏ ᏯᏁᎭ, ᎾᏍᎩ ᎠᎾᏕᎶᏆᏍᎨᏍᏗ ᏧᏂᎸᏉᏙᏗᏱ ᏙᏧᏁᏅᏒ ᎠᏁᎯ, ᎠᎴ ᏧᎾᎫᏴᎡᏗᏱ ᏧᏂᎦᏴᎵᎨᎢ; ᎾᏍᎩᏰᏃ ᎣᏏᏳ, ᎠᎴ ᏧᏓᏂᎸᎢᏍᏗᏳ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ.

source: Now she who is truly a widow and without family puts her hope in God, giving herself to prayer day and night.
chr: ᎾᏍᎩᏰᏃ Ꮎ ᎤᏙᎯᏳᎯ ᎤᏬᏑᎶᏨᎯ ᏥᎨᏐᎢ, ᎠᎴ ᎤᏩᏒᎯᏳ ᏥᎨᏐᎢ, ᎤᏁᎳᏅᎯ ᎠᎵᏍᎦᏍᏙᏗᏍᎪᎢ, ᎠᎴ ᏓᎧᎿᏩᏗᏐ ᎠᏔᏲᏍᏗ ᎨᏒ ᎠᎴ ᎠᏓᏙᎵᏍᏙᏗ ᎨᏒ ᏂᏚᎵᏏᏂᏒ ᎠᎴ ᏂᏚᎩᏨᏂᏒᎢ.

source: But she who gives herself to pleasure is dead while she is living.
chr: ᎾᏍᎩ Ꮎ ᏄᏁᎸᎾ ᎡᎯ ᎤᏲᎱᏒᎯ ᎨᏐ ᎠᏏᏉ ᎠᎴᏂᏙᎲᎢ.

source: Give orders to this effect, so that no evil may be said of anyone.
chr: ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏄᏍᏕᏍᏗ ᎯᏁᎨᏍᏗ, ᎾᏍᎩ ᎦᎨᎫᎢᏍᏙᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ.

source: If anyone has no care for his family and those in his house, he is false to the faith, and is worse than one who has no faith.
chr: ᎢᏳᏍᎩᏂᏃ ᎩᎶ ᏂᏓᏛᏅᎢᏍᏓᏁᎲᎾ ᎢᎨᏎᏍᏗ ᎤᏩᏒ ᏧᏤᎵᎦ, ᎠᎴ ᎾᏍᎩ Ꮀ ᎤᎬᏫᏳᎭ ᎤᏩᏒ ᏚᏓᏘᎿᎥᎢ, ᎾᏍᎩ ᎤᏓᏱᎸ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏟ ᎤᏲᎢᏳ ᎡᏍᎦᏉ Ꮎ ᏄᏬᎯᏳᏒᎾ.

source: Let no woman be numbered among the widows who is under sixty years old, and only if she has been the wife of one man,
chr: ᎤᏬᏑᎶᏨᎯ ᎠᎦᏎᏍᏗ ᎨᏎᏍᏗ ᎢᏳᏃ ᏑᏓᎳᏍᎪᎯ ᎢᏳᏕᏘᏴᏛ ᎨᏎᏍᏗ, ᎠᎴ ᎤᎶᏒᏍᏕᏍᏗ, ᏌᏉᏉ ᎠᏍᎦᏯ ᎤᎾᏁᎳᏛᎯ ᎨᏎᏍᏗ.

source: And if witness is given of her good works; if she has had the care of children, if she has been kind to travellers, washing the feet of the saints, helping those who are in trouble, giving herself to good works.
chr: ᎢᏳᏃ ᎣᏍᏛ ᎠᏥᏃᎮᏍᎩ ᎨᏎᏍᏗ ᎣᏏ ᏕᎤᎸᏫᏍᏓᏁᎲᎢ, ᎢᏳᏃ ᏗᏂᏲᎵ ᏧᏛᎯᏍᏔᏅᎯ ᎨᏎᏍᏗ, ᎢᏳᏃ ᎠᏁᏙᎯ ᏧᏍᏆᏂᎪᏔᏅᎯ ᎨᏎᏍᏗ, ᎢᏳᏃ ᎤᎾᏓᏅᏘ ᏧᎾᎳᏏᏕᏂ ᏧᏬᏑᎴᎸᎯ ᎨᏎᏍᏗ, ᎢᏳᏃ ᏧᏍᏕᎸᏛ ᎨᏎᏍᏗ ᎠᏂᎩᎵᏲᎩ, ᎢᏳᏃ ᎤᏍᏓᏩᏛᏛ ᎨᏎᏍᏗ ᏂᎦᎥ ᎣᏍᏛ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ.

source: But to the younger widows say No: for when their love is turned away from Christ, they have a desire to be married;
chr: ᎠᏂᏫᏅᎨᏌᏂᏍᎩᏂ ᏧᏃᏑᎶᏨᎯ ᎩᏲᎢᏎᎮᏍᏗ; ᎢᏳᏰᏃ ᏄᎾᏁᎸᎾ ᏂᎦᎵᏍᏓ ᎠᏁᎲ, ᎦᎶᏁᏛᏃ ᎤᏁᎳᎩ ᎠᏁᎳ, ᎿᏉ ᎤᎾᏚᎵᏍᎪ ᏧᎾᏨᏍᏗᏱ,

source: And they are judged because they have been false to their first faith;
chr: ᏧᎾᏚᎪᏓᏁᎸᎯ ᎨᏐᎢ ᏅᏗᎦᎵᏍᏙᏗᏍᎪ ᏕᎤᏂᏲᏒ ᎢᎬᏱᏱ ᎤᏃᎯᏳᏅᎢ.

source: And they get into the way of doing no work, going about from house to house; and not only doing no work, but talking foolishly, being over-interested in the business of others, saying things which they have no right to say.
chr: ᎠᎴ ᎾᏍᏉ ᎠᎾᏕᎶᏆᏍᎪ ᎤᎾᏓᏄᎸᏗ ᎢᏳᎾᎵᏍᏙᏗᏱ, ᎠᏁᏙᎵᏙᎰ ᏓᏓᏁᎳᏗᏒᎢ; ᎥᏝ ᎠᎴ ᎤᎾᏓᏄᎸᏗᏉ ᎤᏩᏒ ᏱᎨᏐᎢ, ᎾᏍᏉᏍᎩᏂ ᎧᏃᎮᏛ ᎠᏂᏱᏙᎯ ᎨᏐᎢ ᎠᎴ ᎤᏂᏂᎳᏗᏌᏘ, ᎠᏂᏃᎮᏍᎩ ᎾᏍᎩ ᏂᏚᏳᎪᏛᎾ ᎨᏒ ᎤᏂᏃᎮᏗᏱ.

source: So it is my desire that the younger widows may be married and have children, controlling their families, and giving the Evil One no chance to say anything against them,
chr: ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎠᏆᏚᎵᎭ ᎠᏂᏫᏅᎨᏌᏂ ᏧᎾᏨᏍᏗᏱ, ᏗᏂᏲᎵ ᏧᏂᎾᏄᎪᏫᏍᏗᏱ, ᏧᏂᏍᏆᏂᎪᏙᏗᏱ ᏓᏂᏁᎸᎢ, ᎠᎴ ᎬᏩᎾᏡᏗᏍᎩ ᏧᏂᎳᏅᏓᏕᏗᏱ ᏂᎨᏒᎾ ᎨᏒ ᎤᏐᏅ ᎬᏩᏂᏃᎮᏗᏱ.

source: For even now some are turned away to Satan.
chr: ᎦᏳᎳᏰᏃ ᎢᎦᏛ ᎤᎾᎪᎸᏒ ᏎᏓᏂ ᎤᎾᏍᏓᏩᏕᏅ.

source: If any woman of the faith has relations who are widows, let her give them help, so that the care of them does not come on the church, and so it may give help to those who are truly widowed.
chr: ᎢᏳᏃ ᎩᎶ ᎪᎯᏳᎲᏍᎩ ᎠᏍᎦᏯ ᎠᎴ ᎠᎨᏴ ᏚᏪᎧᎮᏍᏗ ᏧᏃᏑᎶᏨᎯ, ᎤᏅᏒᏉ ᏗᏂᏍᏕᎵᏍᎨᏍᏗ, ᏞᏍᏗᏃ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏱᏚᏂᏓᏁᎴᏍᏗ, ᎾᏍᎩ ᏗᎬᏩᏂᏍᏕᎸᏗ ᏱᎩ ᎤᏙᎯᏳᏒ ᏧᏃᏑᎶᏨᎯ ᎨᏒᎢ.

source: Let rulers whose rule is good be honoured twice over, specially those whose work is preaching and teaching.
chr: ᎠᎴ ᏗᎨᎦᏁᎶᏗ ᏥᎩ ᎣᏍᏛ ᏧᏂᎸᏫᏍᏓᏁᎯ ᏔᎵ ᎢᏳᏩᎫᏗ ᏕᏥᎸᏉᏕᏍᏗ, ᎠᎴ ᎾᏍᎩ Ꮀ ᎤᎬᏫᏳᏎᏍᏗ ᎧᏃᎮᏛ ᎠᎴ ᏗᏕᏲᏗ ᎨᏒ ᏧᏂᎸᏫᏍᏓᏁᎯ.

source: For the Writings say, It is not right to keep the ox from taking the grain when he is crushing it. And, The worker has a right to his reward.
chr: ᎯᎠᏰᏃ ᏂᎦᏛᎭ ᎦᎸᏉᏗ ᎪᏪᎵ; ᏞᏍᏗ ᏱᏲᏴᏑᎳᏁᏍᏗ ᏩᎦ ᎠᎦᏔᏙᎥᏗᏍᎩ; ᎠᎴ, ᎪᎱᏍᏗ ᎠᏛᏁᎯ ᎠᎦᎫᏴᎡᏗ ᎨᏐ ᏚᎸᏫᏍᏓᏁᎸᎢ.

source: Do not take as true any statement made against one in authority, but only if two or three give witness to it.
chr: ᏣᎦᏁᎶᏗ ᎪᎱᏍᏗ ᎠᏥᎳᏫᏎᎲᎢ ᏞᏍᏗ ᏱᏣᏛᏓᏍᏗᏍᎨᏍᏗ ᎬᏂ ᎠᏂᏔᎵ ᎠᎴ ᎠᏂᏦᎢ ᎤᏂᏃᎮᏛ ᎨᏎᏍᏗ.

source: Say sharp words to sinners when all are present, so that the rest may be in fear.
chr: ᎾᏃ ᎠᏂᏍᎦᏅᎩ ᏕᎯᎬᏍᎪᎸᎥᏍᎨᏍᏗ ᏂᎦᏛ ᎠᏂᎦᏔᎲᎢ, ᎾᏍᎩ ᎠᏂᏐᎢ ᎾᏍᏉ ᎤᏂᎾᏰᏍᏗᏱ.

source: I give you orders before God and Christ Jesus and the angels of God's selection, to keep these orders without giving thought to one side more than another.
chr: ᎬᏁᏤᎭ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ, ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎠᎴ ᎨᎦᏑᏰᏛ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎠᏂᎦᏔᎲᎢ, ᎯᎠ ᎾᏍᎩ ᏣᎦᏌᏯᏍᏙᏗᏱ ᎢᎬᏱ ᎦᏰᎯ ᏂᏚᎪᏗᏍᎬᎾ, ᎠᎴ ᏕᏣᎸᏫᏍᏓᏁᎲ ᎩᎶ ᏂᏯᎵᎪᏁᎲᎾ.

source: Do not put hands on any man without thought, and have no part in other men's sins: keep yourself clean.
chr: ᏞᏍᏗ ᎤᎵᏍᏗ ᏱᏘᏯᏏᏔᏕᏍᏗ ᎩᎶᎢ, ᎠᎴ ᏞᏍᏗ ᏯᏖᎳᏗᏍᎨᏍᏗ ᎩᎶ ᎠᏂᏍᎦᏅᎬᎢ. ᏣᏓᎦᏌᏯᏍᏕᏍᏗ ᎯᎦᏓᎭ ᏂᎨᏒᎾ ᎨᏎᏍᏗ.

source: Do not take only water as your drink, but take a little wine for the good of your stomach, and because you are frequently ill.
chr: ᎿᏉ ᏞᏍᏗ ᎠᎹᏉ ᏯᏗᏔᏍᎨᏍᏗ, ᎤᏍᏗᏍᎩᏂ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎭᏗᏔᏍᎨᏍᏗ, ᎪᎱᏍᏗ ᎭᎵᏍᏗᏍᎬ ᎢᏳᏍᏗ ᏦᎸᎯᏍᏗᏱ ᎠᎴ ᏯᏃᏉ ᏣᏢᏥᏰᏍᎬᎢ.

source: The sins of some men are clearly seen, going before them to be judged; but with others, their sins go after them.
chr: ᎩᎶ ᎠᏂᏍᎦᏅᎬ ᎬᏂᎨᏒ ᎨᏐ ᎢᎬᏪᏅᏛ, ᎢᎬᏱ ᏫᎦᎷᎪ ᏗᎫᎪᏙᏗᏱ ᎨᏒᎢ, ᎩᎶᏃ ᎤᎨᏍᏓᏩᏕᎪᎢ.

source: In the same way, there are good works which are clearly seen; and those which are not so, may not be kept secret.
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᎩᎶ ᎣᏍᏛ ᏚᏂᎸᏫᏍᏓᏁᎲ ᎬᏂᎨᏒ ᎨᏐ ᎢᎬᏪᏅᏛ; ᎩᎶᏃ ᎾᏍᎩ Ꮎ ᎯᎠ ᏄᏍᏛᎾ ᏱᎩ, ᎠᏎ Ꮭ ᎦᎬᏍᎦᎶᏗ ᏱᎨᏐᎢ.

source: Let all who are servants under the yoke give all honour to their masters, so that no evil may be said against the name of God and his teaching.
chr: ᎾᏂᎥ ᏗᎨᏥᎾᏝᎢ ᎾᏍᎩ ᏗᎨᏥᎩᎳᎾᎳ ᏥᎩ ᎤᏣᏘ ᏧᏂᎸᏉᏗᏳ ᎨᏎᏍᏗ ᏗᎬᏩᏂᎾᏝᎢ, ᎾᏍᎩ ᏚᏙᎥ ᎤᏁᎳᏅᎯ ᎠᎴ ᎤᏤᎵ ᏗᏕᏲᏗ ᎨᏒ ᎠᏐᏢᎯ ᎢᏳᎵᏍᏙᏗᏱ ᏂᎨᏒᎾ.

source: And let those whose masters are of the faith have respect for them because they are brothers, working for them the more readily, because those who take part in the good work are of the faith and are dear. Give orders and teaching about these things.
chr: ᎾᏃ ᎠᏃᎯᏳᎲᏍᎩ ᏗᎬᏩᏂᎾᏝᎢ ᎨᏒ ᏞᏍᏗ ᏱᏚᏂᏂᏆᏘᎴᏍᏗ ᏱᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎠᎾᎵᏅᏟ ᎨᏒᎢ, ᎪᎱᏍᏗᏍᎩᏂ ᏓᎾᏛᏁᎮᏍᏗ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎠᏃᎯᏳᎲᏍᎩ ᎠᎴ ᎨᏥᎨᏳᎢ ᎨᏒᎢ, ᎤᎾᏠᏯᏍᏗᏍᎩ ᎣᏍᏛ ᎾᎦᏛᏁᎸᎢ. ᎾᏍᎩ ᎯᎠ ᏄᏍᏕᏍᏗ ᏕᎭᏕᏲᎲᏍᎨᏍᏗ, ᎠᎴ ᏕᎯᏁᏤᎮᏍᏗ.

source: If any man gives different teaching, not in agreement with the true words of our Lord Jesus Christ, and with the teaching which is in agreement with true religion,
chr: ᎢᏳᏃ ᎩᎶ ᎤᏣᏘᏂ ᏂᎦᏪᏍᎨᏍᏗ ᏓᏕᏲᎲᏍᎨᏍᏗ, ᎠᎴ ᎣᏏ ᎾᏰᎸᏍᎬᎾ ᎢᎨᏎᏍᏗ ᎣᏍᏛ ᎤᏬᏂᏒ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ, ᎠᎴ ᏗᏕᏲᏗ ᎨᏒ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏗᏂᎶᏙᏗ ᎨᏒ ᏥᏓᏕᏲᎲᏍᎦ;

source: He has an over-high opinion of himself; being without knowledge, having only an unhealthy love of questionings and wars of words, from which come envy, fighting, cruel words, evil thoughts,
chr: ᎾᏍᎩ Ꮎ ᎤᏢᏉᏗ, ᎪᎱᏍᏗ ᎾᎦᏔᎲᎾ, ᎤᎵᏰᏔᏁᎯ ᎦᏬᏂᎯᏍᏗ ᎨᏒ, ᎠᎴ ᏧᏘᏲᏌᏘ ᎠᎵᏃᎮᏍᎬᎢ, ᎾᎿ ᏨᏗᏓᎴᎲᏍᎦ ᎠᏛᏳᎨᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏗᏒᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏐᏢᎢᏍᏙᏗ ᎨᏒᎢ, ᎠᎴ ᎪᎱᏍᏗ ᏗᏓᏕᎵᏎᏗ ᎨᏒᎢ,

source: Bitter talk of men who, being evil in mind and dead to what is true, take the faith to be a way of making profit.
chr: ᎠᎴ ᎬᏍᎦᎢᏍᏓᎩ ᎤᏂᏬᏂᎯᏍᏗ ᎨᏒ ᏴᏫ ᎤᎪᏏᏛ ᏧᎾᏓᏅᏘ, ᎤᏂᏂᎩᏛ ᏚᏳᎪᏛᎢ, ᎨᏅᎢᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ ᏗᏁᎶᏙᏗ ᎢᏧᎳᎭ ᎠᏁᎵᏍᎩ. ᎾᏍᎩ ᎢᏳᎾᏍᏗ ᏕᎭᏓᏅᎡᎮᏍᏗ.

source: But true faith, with peace of mind, is of great profit:
chr: ᎤᏁᎳᏅᎯᏍᎩᏂ ᏗᏁᎶᏙᏗ ᎨᏒ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏒ, ᎾᏍᎩ ᎤᏣᏘ ᎨᏅᎢᏍᏗ.

source: For we came into the world with nothing, and we are not able to take anything out;
chr: ᏝᏰᏃ ᎪᎱᏍᏗ ᏱᎩᏲᎴ ᎠᏂ ᎡᎶᎯ, ᎠᎴ ᎬᏂᎨᏳᎢᏳ Ꮭ ᎪᎱᏍᏗ ᏴᎨᏗᏄᎪᏩ.

source: But if we have food and a roof over us, let that be enough.
chr: ᎢᏳᏃ ᏱᎩᎭ ᎠᎵᏍᏓᏴᏗ ᎠᎴ ᏗᎦᏄᏬ ᏱᏗᎩᎾᎠ, ᎾᏍᎩ ᏰᎵᏉ ᎢᎩᏰᎸᏎᏍᏗ.

source: But those who have a desire for wealth are falling into danger, and are taken as in a net by a number of foolish and damaging desires, through which men are overtaken by death and destruction.
chr: ᎤᎾᏚᎵᏍᎩᏍᎩᏂ ᏥᎩ ᎤᏁᏅᎢᏍᏗᏱ, ᎤᏓᎴᎾᏍᏗᏱ ᎠᎴ ᎠᏌᏛ ᏫᏓᏂᏅᎪᎢ, ᎠᎴ ᎤᏣᏘ ᎢᏳᏓᎴᎩ ᎤᎵᏍᎦᏂᏍᏛ ᎠᎴ ᎤᏲ ᎢᏯᏓᏛᏁᎯ ᎠᎬᎥᎯᏍᏗ ᎨᏒᎢ; ᎾᏍᎩ ᏥᏚᏂᏃᏴᏘᏍᏗᎭ ᏴᏫ ᎾᎿ ᎠᎩᎵᏲᎢᏍᏗ ᎨᏒ ᎠᎴ ᎠᏲᎱᎯᏍᏗ ᎨᏒᎢ.

source: For the love of money is a root of all evil: and some whose hearts were fixed on it have been turned away from the faith, and been wounded with unnumbered sorrows.
chr: ᎠᏕᎸᏰᏃ ᏗᎨᏳᏗ ᎨᏒ ᎾᎿ ᏗᏓᎴᎲᏍᎦ ᏄᏓᎴᏒ ᎤᏲᎢ, ᎾᏍᎩ ᎩᎶ ᎤᏂᎬᎥᏍᎬᎢ ᎤᎾᏞᏒ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏅᏒ ᏚᎾᏓᏘᏍᏔᏅ ᎤᏣᏘ ᎤᏲ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏒᎢ.

source: But you, O man of God, keep yourself from these things, and go after righteousness, religion, faith, love, a quiet mind, gentle behaviour.
chr: ᏂᎯᏍᎩᏂ ᎯᏍᎦᏯ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎾᏍᎩ ᎯᎠ ᏕᎭᏓᏅᎡᎮᏍᏗ, ᎠᎴ ᏕᎯᏍᏓᏩᏗᏎᏍᏗ ᏚᏳᎪᏛ ᎨᏒᎢ, ᎠᎴ ᎤᏁᎳᏅᎯ ᎦᎾᏰᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏓᎨᏳᏗ ᎨᏒᎢ, ᎠᎴ ᎬᏂᏗᏳ ᎨᏒᎢ, ᎠᎴ ᎤᏓᏅᏘᏳ ᎨᏒᎢ.

source: Be fighting the good fight of the faith; take for yourself the life eternal, for which you were marked out, and of which you gave witness in the eyes of all.
chr: ᎪᎯᏳᏗ ᎨᏒ ᎲᏗᏍᎨᏍᏗ ᎣᏍᏛ ᎠᎵᏍᏗ ᎨᏒ ᎭᎵᎮᏍᏗ. ᎾᎵᏍᏆᏗᏍᎬᎾ ᎬᏂᏛ ᎨᏒ ᏘᏂᏴ, ᎾᎿ ᎾᏍᏉ ᎡᏣᏯᏅᏛ ᏥᎩ, ᎠᎴ ᏣᏃᏅᎯ ᏥᎩ ᎣᏍᏛ ᎧᏃᎮᏗ ᎨᏒ ᎤᏂᏣᏘ ᎠᏂᎦᏔᎯ ᎠᏂᏚᏔᎲᎢ.

source: I give you orders before God, the giver of life, and Christ Jesus, who before Pontius Pilate gave witness to the faith,
chr: ᎬᏁᏤᎭ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ, ᎾᏍᎩ ᏗᎬᏂᏗᏍᎩ ᏥᎩ ᏂᎦᎥ ᏄᎾᏓᎴᏒᎢ, ᎠᎴ ᎠᎦᏔᎲ ᏥᏌ ᎦᎶᏁᏛ ᎾᏍᎩ ᏆᏂᏗ ᏆᎴᏗ ᎠᎦᏔᎲ ᎤᏃᏅᎯ ᏥᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎨᏒᎢ,

source: To keep the word untouched by evil, clear from all shame, till the revelation of our Lord Jesus Christ:
chr: ᎾᏍᎩ ᏣᏍᏆᏂᎪᏙᏗᏱ ᏗᎧᎿᏩᏛᏍᏗ, ᏄᏓᏓᎸᎾ ᎠᎴ ᎪᎱᏍᏗ ᎦᏰᏤᎵᏎᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎦᎾᏄᎪᏥᎸ ᎬᏗᏍᎩ,

source: Which at the right time he will make clear, who is the eternal and only Ruler, King of kings, and Lord of lords;
chr: ᎾᏍᎩ ᏨᎦᎾᏄᎪᏫᏏ ᎾᎯᏳ ᏧᎾᏄᎪᏫᏎᏗ ᎨᏒᎢ, ᎾᏍᎩ ᏅᏩᏙᎯᏯᏛ ᎤᏓᏅᏘ ᎠᎴ ᎤᏩᏒᎯ ᎤᎵᏂᎩᏛ ᎨᏒᎢ, ᎤᎬᏫᏳᎯ ᎤᏂᎬᏫᏳᎯ ᎠᏁᎲᎢ, ᎠᎴ ᎤᎬᏫᏳᏌᏕᎩ ᏄᏂᎬᏫᏳᏌᏕᎩ ᎠᏁᎲᎢ;

source: Who only has life for ever, living in light to which no man may come near; whom no man has seen or is able to see: to whom be honour and power for ever. So be it.
chr: ᎾᏍᎩ ᎤᏩᏒᎯ ᎠᏲᎱᎯᏍᏗ ᏂᎨᏒᎾ ᎨᏒ ᎤᎯ, ᎢᎦᎦᏛ ᎡᎯ ᎨᏒᎢ, ᎾᏍᎩ ᎢᎦᎦᏛ ᎾᎿ ᎩᎶ ᎬᏩᎷᎯᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎾᏍᎩ ᎩᎶ ᎤᎪᎲᎩ ᏂᎨᏒᎾ, ᎠᎴ ᎬᏩᎪᏩᏛᏗ ᏂᎨᏒᎾ ᎨᏒᎢ; ᎾᏍᎩ ᎠᏥᎸᏉᏗᏳ ᎨᏎᏍᏗ ᎠᎴ ᎤᎵᏂᎩᏗ ᎨᏒ ᏫᎾᏍᏛᎾ ᎨᏎᏍᏗ. ᎡᎺᏅ.

source: Give orders to those who have money and goods in this life, not to be lifted up in their minds, or to put their hope in the uncertain chances of wealth, but in God who gives us in full measure all things for our use;
chr: ᎩᏁᏤᎮᏍᏗ ᏧᏁᎿᎢ ᏥᎩ ᎠᏂ ᎡᎶᎯ ᎾᏍᎩ ᎤᎾᏢᏉᏗ ᏱᏉ ᏂᎨᏒᎾ, ᎠᎴ ᎤᎾᎵᏍᎦᏍᏙᏙᏗᏱ ᏂᎨᏒᎾ ᎤᏓᎵᏓᏍᏗ ᎨᏅᎢᏍᏗ ᎨᏒᎢ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎬᏂᏛ ᎠᎾᎵᏍᎦᏍᏙᏗᏍᎨᏍᏗ ᎾᏍᎩ ᎤᏣᏘ ᎢᎩᏁᎯ ᏥᎩ ᎾᎦᎥ ᏄᏓᎴᏒ ᎣᏍᏛ ᎢᎦᎵᏍᏓᏁᏗ.

source: And to do good, having wealth in good works, being quick to give, taking part with one another;
chr: ᎠᎴ ᎣᏍᏛ ᎾᎾᏛᏁᎮᏍᏗ, ᎠᎴ ᎤᏁᎿᎢᏳ ᎨᏎᏍᏗ ᎣᏍᏛ ᎾᎾᏛᏁᎲᎢ, ᎠᎴ ᎠᏂᎦᎵᏰᏍᏗ ᎤᎾᏓᏁᏗᏱ, ᎠᏂᏯᏙᎯᎯ ᎨᏎᏍᏗ ᎤᏂᎲᎢ,

source: Making ready for themselves a safe place for the time to come, so that the true life may be theirs.
chr: ᎠᎾᏓᏁᎸᏍᎨᏍᏗ ᎤᏅᏒ ᎤᎾᏤᎵᎦ ᎣᏍᏛ ᎦᎫᏍᏛᏗ ᎠᏏ ᎾᏍᏆᎵᏍᎬᎾ ᎾᎯᏳ ᎤᏍᏆᎸᏗ ᏥᎩ, ᎾᏍᎩ ᎾᎵᏍᏆᏗᏍᎬᎾ ᎬᏂᏛ ᏗᎬᏩᏂᏂᏴᏗ ᎢᏳᎵᏍᏙᏗᏱ.

source: O Timothy, take good care of that which is given to you, turning away from the wrong and foolish talk and arguments of that knowledge which is falsely so named;
chr: ᏗᎹᏗ, ᏣᏍᏆᏂᎪᏕᏍᏗ ᎾᏍᎩ ᏤᏣᎨᏅᏴ, ᎢᏴᏛ ᏅᏁᎮᏍᏗ ᎦᏪᏢᏗ ᎨᏒ ᎠᎴ ᎠᏎᏉᏉ ᎦᏬᏂᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏗᏒᏍᏗ ᎨᏒ ᎠᎦᏙᎥᎯᏍᏗ ᏂᏚᏳᎪᏛᎾ ᏥᏚᏙᎥ;

source: Through which some, who gave their minds to it, have been turned away from the faith. Grace be with you.
chr: ᎾᏍᎩ ᎩᎶ ᎠᏂᏍᏓᏩᏗᏒ ᎤᎾᏞᏒ ᎪᎯᏳᏗ ᎨᏒᎢ. [ᎤᏁᎳᏅᎯ] ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏕᏣᎧᏩᏗᏙᎮᏍᏗ. ᎡᎺᏅ.

source: Second Epistle to Timothy
chr: ᏉᎳ ᏧᏬᏪᎳᏅᎯ ᏔᎵᏁ ᏗᎹᏗ ᏧᏬᏪᎳᏁᎸᎯ

source: Paul, an Apostle of Jesus Christ by the purpose of God, in the hope of the life which is in Christ Jesus,
chr: ᎠᏴ ᏉᎳ ᎠᎩᏅᏏᏛ ᏥᏌ ᎦᎶᏁᏛ ᏅᏧᎵᏍᏙᏔᏅ ᎤᏁᎳᏅᎯ ᎣᏏ ᎤᏰᎸᏅᎢ, ᎾᏍᎩᏯ ᎠᏚᎢᏍᏛ ᎬᏂᏛ ᎡᎩᏁᏗᏱ, ᎾᏍᎩ ᎦᎶᏁᏛ ᏥᏌ ᏨᏗᏓᎴᎲᏍᎦ;

source: To Timothy, my well-loved child: Grace, mercy, peace, from God the Father and Christ Jesus our Lord.
chr: ᏫᎬᏲᏪᎳᏏ ᏗᎹᏗ ᎬᎨᏳᎢ ᎠᏇᏥ; ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎴ ᎤᏓᏙᎵᏣᏛ ᎨᏒ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᏕᏣᎧᎿᏩᏗᏙᎮᏍᏗ ᏅᏓᏳᎾᎵᏍᎪᎸᏔᏅᎯ ᎤᏁᎳᏅᎯ ᎢᎩᏙᏓ ᎠᎴ ᎦᎶᏁᏛ ᏥᏌ ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ.

source: I give praise to God, whose servant I have been, with a heart free from sin, from the time of my fathers, because in my prayers at all times the thought of you is with me, night and day
chr: ᏥᏯᎵᎡᎵᏤ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᏥᏕᏥᏯᏁᎶᏗ, ᎾᏍᎩᏯ ᏗᎩᎦᏴᎵᎨ ᏄᎾᏛᏁᎸᎢ, ᏥᎬᏗᎭ ᎦᏓᎭ ᏂᎨᏒᎾ ᎠᏆᏓᏅᏙ, ᏂᏥᏲᎯᏍᏗᏍᎬᎾ, ᎢᎦ ᎠᎴ ᏒᏃᏱ ᎬᏯᏅᏓᏗᏍᎬ ᎦᏓᏙᎵᏍᏗᏍᎬᎢ,

source: Desiring to see you, keeping in my memory your weeping, so that I may be full of joy;
chr: ᎾᏍᎩ ᎤᏣᏘ ᎠᏆᏚᎵᏍᎬ ᎬᎪᏩᏛᏗᏱ, ᎠᎴ ᎦᏅᏓᏗᏍᎬ ᏕᏣᏠᏱᎸᎢ ᎾᏍᎩᏃ ᎠᎩᎧᎵᎢᏍᏗᏱ ᎤᎵᎮᎵᏍᏗ ᎨᏒᎢ,

source: Having in mind your true faith, which first was in your mother's mother Lois, and in your mother Eunice, and, I am certain, is now in you.
chr: ᎢᏳᏃ ᎦᏅᏓᏓ ᎤᏠᎾᏍᏗ ᏂᎨᏒᎾ ᎪᎯᏳᏗ ᎨᏒ ᏥᏣᏯᎠ, ᎾᏍᎩ ᎢᎬᏱ ᏧᏯᎥ ᏣᎵᏏ ᎶᏏ ᎠᎴ ᏣᏥ ᏳᏂᏏ, ᎠᎴ ᏄᏜᏏᏛᏒᎾ ᎠᎩᏰᎸᎭ ᏂᎯ ᎾᏍᏉ ᏣᏯᎥᎢ.

source: For this reason I say to you, Let that grace of God which is in you, given to you by my hands, have living power.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎬᏯᏅᏓᏗᏍᏗᎭ ᏣᏖᎸᏗᏱ ᎤᏁᎳᏅᎩ ᏣᏁᎸᎯ ᎨᏒᎢ, ᎾᏍᎩ ᏥᏣᏯᎠ, ᎾᏍᎩ ᏕᎬᏯᏏᏔᏛ ᏥᏅᏗᎦᎵᏍᏙᏗᎭ.

source: For God did not give us a spirit of fear, but of power and of love and of self-control.
chr: ᎤᏁᎳᏅᎯᏰᏃ ᎥᏝ ᏱᎩᏁᎸ ᎠᏓᏅᏙ ᎤᏓᏍᎦᏍᏗ, ᎤᎵᏂᎩᏛᏍᎩᏂ ᎠᎴ ᎠᏓᎨᏳᏗ ᎨᏒ ᎠᎴ ᎣᏍᏛ ᎠᏓᏅᏖᏗ ᎨᏒᎢ.

source: Have no feeling of shame, then, for the witness of our Lord or for me, his prisoner: but undergo all things for the good news in the measure of the power of God;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏞᏍᏗ ᏯᏕᎰᏍᎨᏍᏗ ᎯᏃᎮᏍᎬ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵᎦ, ᎠᎴ ᏞᏍᏗ ᏱᏍᏆᏕᎰᏍᎨᏍᏗ ᎠᏴ ᏥᏴᎩ ᎾᏍᎩ ᎤᏤᎵᎦ, ᏤᎳᏗᏍᏗᏍᎨᏍᏗᏍᎩᏂ ᎠᎩᎵᏲᎬ ᎣᏍᏛ ᎧᏃᎮᏛ, ᏣᏍᏕᎵᏍᎨᏍᏗ ᎤᎵᏂᎩᏗ ᎨᏒ ᎤᏁᎳᏅᎯ,

source: Who gave us salvation, marking us out for his purpose, not on account of our works, but in the measure of his purpose and his grace, which was given to us in Christ Jesus before times eternal,
chr: ᎾᏍᎩ ᎢᎩᏍᏕᎸᏛ ᏥᎩ, ᎠᎴ ᎢᎩᏯᏅᏛ ᏥᎩ ᎤᏩᏔᏅᎯ ᎦᎸᏉᏗ ᎠᏓᏯᏅᏗ ᎨᏒᎢ, ᎥᏝ ᎠᏴ ᏕᎩᎸᏫᏍᏓᏁᎲ ᏱᏅᏧᎵᏍᏙᏔᏅ, ᎤᏩᏒᏍᎩᏂ ᎤᏓᏅᏖᎸᎢ ᎠᎴ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏅᏧᎵᏍᏙᏔᏅ, ᎾᏍᎩ ᎢᎩᏁᎸᎯ ᏥᎩ ᏅᏧᏓᎴᏅᎲᎾ, ᏥᏌ ᎦᎶᏁᏛ ᎨᏒ ᎢᏳᏍᏗ,

source: But has now been made clear by the revelation of our Saviour Christ Jesus, who put an end to death and made life unending come to light through the good news,
chr: ᎪᎯᏃ ᎨᏒ ᎬᏂᎨᏒ ᎢᎬᏁᎸᎯ ᎾᏍᎩ ᎤᎾᏄᎪᏥᎸ ᎢᎩᏍᏕᎵᏍᎩ ᏥᏌ ᎦᎶᏁᏛ, ᎾᏍᎩ ᎤᏲᏍᏔᏅᎯ ᏥᎩ ᎠᏲᎱᎯᏍᏗ ᎨᏒ, ᎠᎴ ᎤᎾᏄᎪᏫᏒᎯ ᏥᎩ ᎬᏂᏛ ᎠᎴ ᎠᏲᎱᎯᏍᏗ ᏂᎨᏒᎾ ᎨᏒ, ᎣᏍᏛ ᎧᏃᎮᏛ ᎬᏔᏅᎯ,

source: Of which I was made a preacher and an Apostle and a teacher;
chr: ᎾᏍᎩ ᎠᏴ ᎥᎩᏁᏤᎸᎯ ᎦᎵᏥᏙᎲᏍᎩ ᎠᎴ ᎥᎩᏅᏏᏛ ᎠᎴ ᏗᎦᏥᏰᏲᎲᏍᎩ ᏧᎾᏓᎴᏅᏛ ᏴᏫ.

source: And for which I undergo these things: but I have no feeling of shame. For I have knowledge of him in whom I have faith, and I am certain that he is able to keep that which I have given into his care till that day.
chr: ᎾᏍᎩ ᎾᏍᏉ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎯᎠ ᎾᏍᎩ ᏧᏓᎴᏅᏛ ᏥᎩᎵᏲᎦ; ᎠᏎᏃ ᎥᏝ ᏱᎦᏕᎣᏍᎦ; ᏥᎦᏔᎭᏰᏃ ᎾᏍᎩ ᏥᏥᏯᎵᏍᎦᏍᏙᏔᏅ, ᎠᎴ ᎤᎵᏂᎩᏗᏳ ᎠᏉᎯᏳᎭ ᏰᎵᏉ ᎬᏩᏍᏆᏂᎪᏙᏗ ᎨᏒ ᎾᏍᎩ ᏥᏥᏯᎨᏅᏴ ᎬᏂ ᎾᎯᏳ ᎢᎦ ᎠᏍᏆᎸᎲᎭ.

source: Keep the form of those true words which you had from me, in faith and love which is in Christ Jesus.
chr: ᏕᏣᏂᏴᏎᏍᏗ ᎾᏍᎩ ᏗᏣᏟᎶᏍᏔᏅᎯ ᎣᏍᏛ ᎧᏃᎮᏛ ᎾᏍᎩ ᏍᏆᏛᎦᏁᎸᎯ ᏥᎩ, ᎲᏗᏍᎨᏍᏗ ᎪᎯᏳᏗ ᎨᏒ ᎠᎴ ᎠᏓᎨᏳᏗ ᎨᏒ ᎾᏍᎩ ᎦᎶᏁᏛ ᏥᏌ ᏅᏓᏳᏓᎴᏅᎯ.

source: That good thing which was given to you keep safe, through the Holy Spirit which is in us.
chr: ᎾᏍᎩ Ꮎ ᎣᏍᏛ ᏤᏣᎨᏅᏴ ᏣᏍᏆᏂᎪᏕᏍᏗ, ᏣᏍᏕᎵᏍᎨᏍᏗ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎾᏍᎩ ᏥᎩᏯᎠ.

source: You have had news that all those in Asia went away from me; among whom are Phygelus and Hermogenes:
chr: ᎯᎠ ᎾᏍᎩ ᎯᎦᏔᎭ, ᏂᎦᏛ ᎡᏏᏱ ᎠᏁᎯ ᎬᏋᏕᏨᎢ, ᎾᏍᎩ ᎤᎾᏓᏑᏯ ᏆᏤᎳ ᎠᎴ ᎭᎹᏥᏂ.

source: May the Lord give mercy to the house of Onesiphorus because he frequently gave me help, and had no feeling of shame because I was in chains;
chr: ᎤᎬᏫᏳᎯ ᏧᏁᏗ ᎨᏎᏍᏗ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏚᏓᏘᎿᎥ ᎣᏁᏏᏉᎳ, ᏯᏃᏰᏃ ᎠᎩᎦᎵᏍᏓᏗᏍᎬᎩ, ᎠᎴ ᎥᏝ ᏯᏉᏕᎰᎯᏎᎮ ᎠᏆᏤᎵ ᏧᏓᏕᏒᏛ;

source: But when he was in Rome, he went in search of me everywhere, and came to me
chr: ᎶᎻᏍᎩᏂ ᎤᏪᏙᎸ ᎤᎵᏂᎩᏛ ᎠᎩᏲᎸᎩ, ᎠᎴ ᎠᎩᏩᏛᎲᎩ.

source: (May he have the Lord's mercy in that day); and of all he did for me at Ephesus you have full knowledge.
chr: ᎤᎬᏫᏳᎯ ᎤᏁᏗ ᎨᏎᏍᏗ ᎤᏩᏛᏗᏱ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᎬᏫᏳᎯ ᎾᎯᏳ ᎢᎦ. ᎠᎴ ᏂᎦᎥ ᎠᎩᏍᏕᎸᎯᏙᎸ ᎡᏈᏌ ᎣᏏᏳ ᎯᎦᏔᎭ.

source: So then, my child, be strong in the grace which is in Christ Jesus.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎯ ᎠᏇᏥ ᏣᎵᏂᎪᎯᏍᏗᏍᎨᏍᏗ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎾᏍᎩ ᏥᏌ ᎦᎶᏁᏛ ᏅᏓᏳᎵᏍᎪᎸᏔᏅᎯ.

source: And the things which I have said to you before a number of witnesses, give to those of the faith, so that they may be teachers of others.
chr: ᎠᎴ ᎾᏍᎩ ᏍᏆᏛᎦᏁᎸᎯ ᏥᎩ ᎤᏂᏣᏘ ᎠᏂᎦᏔᎲᎢ, ᎾᏍᎩ ᏕᎭᎨᏅᏗᏍᎨᏍᏗ ᎠᏃᏍᏛ ᎠᏂᏍᎦᏯ ᎾᏍᎩ ᏰᎵ ᏗᎬᏩᏁᏲᏗ ᎨᏒ ᎾᏍᏉ Ꮎ ᏭᏅᎫᏛᎢ.

source: Be ready to do without the comforts of life, as one of the army of Christ Jesus.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎯ ᎲᏂᏗᏳ ᎨᏎᏍᏗ ᎯᎩᎵᏲᎬᎢ, ᎾᏍᎩᏯ ᎣᏍᏛ ᎠᏯᏫᏍᎩ ᏥᏌ ᎦᎶᏁᏛ ᎤᏤᎵᎦ.

source: A fighting man, when he is with the army, keeps himself free from the business of this life so that he may be pleasing to him who has taken him into his army.
chr: ᎩᎶ ᏓᎿᏩ ᏤᎪᎢ ᎥᏝ ᎬᏅ ᎤᎵᏍᏕᎸᏙᏗ ᏕᎤᎸᏫᏍᏓᏁᎲ ᏯᏚᏓᎸᏗᏍᎪᎢ, ᎤᏚᎵᏍᎪ ᎠᏍᎦᏰᎬᏍᏓ ᎣᏍᏛ ᎤᏰᎸᏗ ᏧᎸᏫᏍᏓᏁᏗᏱ.

source: And if a man takes part in a competition he does not get the crown if he has not kept the rules.
chr: ᎢᏳ ᎠᎴ ᎩᎶ ᎤᏓᏎᎪᎩᏍᏗᏱ ᏣᏟᏂᎬᏁᎰᎢ, ᎥᏝ ᏯᏥᏍᏚᎸᏍᎪᎢ ᎬᏂ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎬᏅ ᎢᏳᏛᏁᎸᎯ ᏥᎨᏐᎢ.

source: It is right for the worker in the fields to be the first to take of the fruit.
chr: ᏗᎦᎶᎩᏍᎩ ᏥᏚᎸᏫᏍᏓᏁᎰᎢ ᎢᎬᏱ ᎤᏪᎳᏗᏍᏙᏗ ᎨᏐ ᎤᎾᏄᎪᏫᏒᎯ.

source: Give thought to what I say; for the Lord will give you wisdom in all things.
chr: ᎭᏓᏅᏓᏛᎵ ᎯᎠ ᏥᏂᏥᏪᎭ; ᎤᎬᏫᏳᎯᏃ ᏫᏣᎲᏏ ᏣᎦᏙᎥᎯᏍᏗᏱ ᏂᎦᎥ ᏧᏓᎴᏅᏛ.

source: Keep in mind Jesus Christ, of the seed of David, who came back from the dead, as my good news gives witness:
chr: ᏣᏅᏖᏍᏗ ᏥᏌ ᎦᎶᏁᏛ, ᏕᏫ ᎤᏪᏥ, ᎤᏲᎱᏒ ᏚᎴᎯᏌᏅᎢ, ᎾᏍᎩᏯ ᏂᎦᏪᏍᎬ ᎣᏍᏛ ᎧᏃᎮᏛ ᎠᏆᏤᎵᎦ,

source: In which I put up with the hardest conditions, even prison chains, like one who has done a crime; but the word of God is not in chains.
chr: ᎾᏍᎩ ᎾᎿ ᏥᏥᎩᎵᏲᎦ ᎥᏆᎸᏍᏗᏱ ᎢᏴᏛ, ᎤᏲ ᏧᎸᏫᏍᏓᏁᎯ ᎾᏍᎩᏯᎢ; ᎤᏁᎳᏅᎯᏍᎩᏂ ᎤᏤᎵᎦ ᎧᏃᎮᏛ ᎥᏝ ᎦᎸᎸᎯ ᏱᎩ.

source: But I undergo all things for the saints, so that they may have salvation in Christ Jesus with eternal glory.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏁᎳᎩ ᎨᎵᎭ ᏂᎦᏛ ᏧᏓᎴᏅᏛ ᎾᏆᎵᏍᏓᏁᎵᏙᎲᎢ ᎨᎦᏑᏰᏛ ᏅᏗᎦᎵᏍᏙᏗᎭ, ᎠᎴ ᎤᏂᏩᏛᏗᏱ ᎠᎵᏍᏕᎸᏙᏗ ᎾᏍᎩ ᏥᏌ ᎦᎶᏁᏛ ᏅᏓᏳᎵᏍᎪᎸᏔᏅᎯ, ᎠᎴ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ ᎦᎸᏉᏗᏳ ᎨᏒᎢ.

source: This is a true saying: If we undergo death with him, then will we be living with him:
chr: ᎤᏙᎯᏳᎯᏯ ᎢᎦᏪᏛ, ᎢᏳᏰᏃ ᎢᏧᎳᎭ ᏗᎩᏲᎱᏒᎯ ᎨᏎᏍᏗ, ᎠᏎ ᎾᏍᏉ ᎢᏧᎳᎭ ᏕᏛᏁᏍᏗ;

source: If we go on to the end, then we will be ruling with him: if we say we have no knowledge of him, then he will say he has no knowledge of us:
chr: ᎢᏳᏃ ᏕᏛᏂᎡᏍᏗ ᎠᏎ ᎾᏍᎩ ᎢᏧᎳᎭ ᎢᎩᎬᏫᏳᏌᏕᎨᏍᏗ; ᎢᏳᏃ ᎢᏒᏓᏓᏱᎸᎭ ᎾᏍᏉ ᎠᏎ ᏓᎦᏓᏱᎵ.

source: If we are without faith, still he keeps faith, for he will never be untrue to himself.
chr: ᎢᏳᏃ ᏁᏙᎢᏳᏅᎾ ᎢᎨᏎᏍᏗ ᎠᏎ ᏅᏩᏍᏗᏉ ᎦᎪᎯᏳᏗ ᎨᏒᎢ; ᎥᏝ ᎤᏩᏒ ᏴᎬᏓᏓᏱᎦ.

source: Put these things before them, giving them orders in the name of the Lord to keep themselves from fighting about words, which is of no profit, only causing error in their hearers.
chr: ᎯᎠ ᎾᏍᎩ ᏕᎭᏅᏓᏗᏍᏗᏍᎨᏍᏗ, ᎤᎵᏂᎩᏛᏯ ᏕᎯᏁᏤᎮᏍᏗ ᎤᎬᏫᏳᎯ ᎠᎦᏔᎲᎢ, ᎤᎾᏗᏒᏍᏗᏱ ᏂᎨᏒᎾ ᎨᏒ ᏓᏂᏬᏂᏍᎬᎢ, ᎪᎱᏍᏗ ᎬᏙᏗ ᏂᎨᏒᎾ ᏥᎩ, ᏓᏂᎦᏔᎲᏍᎬᏉᏍᎩᏂ ᎬᏩᎾᏛᏓᏍᏓᏁᎯ.

source: Let it be your care to get the approval of God, as a workman who has no cause for shame, giving the true word in the right way.
chr: ᎭᏟᏂᎬᏁᎮᏍᏗ ᎬᏂᎨᏒ ᎢᏨᏁᏗᏱ ᎣᏏᏳ ᏣᏰᎸᏒ ᎤᏁᎳᏅᎯ, ᏗᏣᎸᏫᏍᏓᏁᎯ ᎨᏎᏍᏗ ᎨᏣᏕᎰᎯᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎣᏍᏛ ᏘᏯᏙᎮᎯ ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎧᏃᎮᏛ.

source: But take no part in wrong and foolish talk, for those who do so will go farther into evil,
chr: ᎢᏴᏛᏍᎩᏂ ᏅᏁᎮᏍᏗ ᎦᏪᏢᏗ ᎨᏒ ᎠᎴ ᏄᎵᏌᎶᏛᎾ ᎦᏬᏂᎯᏍᏗ ᎨᏒᎢ, ᎾᏍᎩᏰᏃ ᎠᏂᏁᏉᏍᎨᏍᏗ ᎤᏁᎳᏅᎯ ᏗᏁᎶᏙᏗ ᏂᎨᏒᎾ ᎨᏒᎢ,

source: And their words will be like poisoned wounds in the flesh: such are Hymenaeus and Philetus;
chr: ᎠᎴ ᎠᏂᏬᏂᏍᎬ ᎠᏓᏰᏍᎨᏍᏗ ᎾᏍᎩᏯ ᎤᎪᏏᏛ ᏣᏓᏰᏍᎪᎢ; ᎾᏍᎩ ᏄᎾᏍᏗ ᎭᎻᏂᏯ ᎠᎴ ᏆᎵᏓ,

source: Men whose ideas are all false, who say that the coming back from the dead has even now taken place, overturning the faith of some.
chr: ᎾᏍᎩ ᏚᏳᎪᏛ ᎨᏒ ᎤᎾᏞᏒ, ᎯᎠ ᏥᎾᏂᏪᎠ, ᎠᏲᎱᏒ ᏗᎴᎯᏐᏗ ᎨᏒ ᎦᏳᎳ ᎤᎶ ᏐᏅ; ᎠᎴ ᏓᏂᎷᏆᏗᏁᎭ ᎢᎦᏛ ᎤᏃᎯᏳᏒᎢ.
